Repository: lagmac/Train-my-brain
Catalog: My Fish Tank/*.lproj/Localizable.strings
Languages: it

# level_selection_sub_text
source: Select a level to play !!!
it: Segli il livello da giocare !!!

# summary_message_well_done
source: Well done !!!
it: Ben fatto !!!

# summary_message_great_job
source: Great Job !!!
it: Fantastico !!!

# summary_message_bad_result
source: Not so bad !!!
it: Non male !!!

# summary_message_do_better
source: Can do better !!!
it: Puoi fare meglio !!!

# summary_message_sleep
source: Are you sleeping ?
it: Stai dormendo ?

# btn_signin_title
source: Sign In
it: Accedi

# btn_signup_title
source: Sign Up
it: Registrati

# btn_close_title
source: Close
it: Chiudi

# btn_submit_title
source: Submit
it: Invia

# btn_next_title
source: Next
it: Successivo

# btn_goHome_title
source: Go to home
it: Continua

# btn_discard_title
source: Discard
it: Annulla

# btn_continue_title
source: Continue
it: Continua

# btn_try_again_title
source: Try again
it: Riprova

# btn_update_level
source: Update
it: Aggiorna

# btn_confirm_title
source: Confirm
it: Conferma

# btn_send_title
source: Send
it: Invia

# alert_signIn_success
source: The account was successfully created. Have fun with Train my Brain.
it: Account creato con successo. Divertiti con Train my Brain.

# alert_sigIn_failed
source: Something went wrong. The account cannot be created. Please try again.
it: Si è verificato un errore. L'account non è stato creato. Riprova.

# alert_new_level
source: New levels added. Have fun !!!
it: Nuovi livelli aggiunti. Buon divertimento !!!

# alert_new_level_added
source: New levels added.
it: Nuovi livelli aggiunti.

# alert_level_uptodate
source: All levels are up to date.
it: Tutti i livelli sono aggiornati.

# alert_first_launch_disclaimer
source: An account must be created in order to play the game on multiple devices. Tap the settings icon in the top right corner to sign up. Creating an account also allows you to share your score and view the leaderboard. Account creation is not mandatory and if you think you don't need it you can continue playing without further restrictions.
it: Un account deve essere creato per giocare su più dispositivi. Fai clicca sull'icona delle impostazioni per creare un account. La creazione di un account permette inoltre di condividere il tuo punteggio, vedere la classifica e ricevere notifiche quando vengono aggiunti nuovi livelli. La creazione di un account non è obbligatoria. Se pensi di non averne bisogno, puoi continuare a giocare senza ulteriori restrizioni.

# alert_question_download_error
source: An error has occurred. Questions download failed.
it: Si è verificato un errore. Download delle domande fallito.

# alert_update_user_name_confirmation
source: Do you want to confirm the new name?
it: Vuoi confermare il nuovo nome?

# alert_update_user_name_success
source: Name successfully updated.
it: Nome aggiornato con successo.

# alert_update_user_name_failed
source: An error has occurred. Unable to update the name.
it: Si è verificato un errore. UImpossibile aggiornare il nome.

# alert_reset_score
source: Do you really want to reset your score? Clearing the score also clears all progress made in each level. This operation cannot be undone.
it: Vuoi davvero azzerare il tuo punteggio? L'azzeramento del punteggio azzererà anche i progressi di tutti i livelli. Questa operazione non può essere annullata.

# alert_delete_account
source: Are you sure you want to delete the account? All data will be deleted. This operation cannot be undone.
it: Vuoi davvero cancellare l'account? Tutti i dati saranno cancellati. Questa operazione non può essere annullata.

# alert_signout
source: Do you really want to disconnect?
it: Vuoi davvero uscire?

# sign_up_page_disclaimer
source: Creating an account allows you to play the game on multiple devices as well as share your score and view the leaderboard. Account creation is not mandatory and if you think you don't need it you can continue playing without further restrictions.
it: La creazione di un account ti permette di condividere il tuo punteggio, vedere la classifica e ricevere notifiche quando vengono aggiunti nuovi livelli. La creazione di un account non è obbligatoria. Se pensi di non averne bisogno, puoi continuare a giocare senza ulteriori restrizioni.

# sign_up_email_hint
source: enter a valid email
it: inserisci una email valida

# sign_up_password_hint
source: enter a password
it: inserisci la password

# sign_up_terms_and_conditions_label_title
source: Terms and conditions
it: Termini e condizioni

# sign_up_privacy_policy_label_title
source: Privacy policy
it: Informativa pricacy

# sign_up_terms_and_conditions_accept_label_title
source: I have read and accept the terms and conditions.
it: Ho letto ed accettato i termini e le condizioni.

# sign_up_privacy_policy_accept_label_title
source: I have read and accept the privacy policy.
it: Ho letto ed accettato l'informativa sulla privacy.

# sign_in_page_title
source: SIGN IN
it: ACCEDI

# sign_in_email_hint
source: enter a valid email
it: inserisci una email valida

# sign_in_password_hint
source: enter a password
it: inserisci la password

# sign_in_forgot_password_label_title
source: Forgot password? Click here.
it: Passowrd dimenticata? Clicca qui.

# sign_in_forgot_password_alert_message
source: Enter an email where to send the instructions for resetting your password.
it: Inserisci l'email usata per la crezione dell'account dove verranno inviate le istruzioni per recuperare la password.

# slide_menu_footer_title
source: Â© Gino Preti - All rights reserved
it: © Gino Preti - Tutti i diritti riservati

# slide_menu_settings_title
source: User settings
it: Preferenze

# slide_menu_chek_new_level
source: Check new level
it: Aggiorna livelli

# slide_menu_leaderboard_title
source: Leaderboard
it: Classifica

# slide_menu_signout_title
source: SignOut
it: Esci

# settings_view_title
source: SETTINGS
it: PREFERENZE

# settings_name_label_title
source: Name:
it: Nome:

# settings_name_edit_placeholder
source: Enter new name
it: Inserisci il nuovo nome

# settings_notification_toggle_title
source: Notification on/off
it: Notifiche on/off

# settings_notification_sound_title
source: Notification sound
it: Suono notifiche

# settings_reset_score_label_title
source: Reset score
it: Azzera punteggio

# settings_reset_score_button_title
source: Reset
it: Azzera

# settings_anonymous_username_title
source: Anonymous
it: Anonimo

# settings_delete_account_label_title
source: Delete account
it: Cancella account

# settings_delete_account_button_title
source: Delete
it: Cancella

# settings_change_password_label_title
source: Change password
it: Modifica password

# settings_change_password_button_title
source: Change
it: Modifica

# settings_change_password_alert_disclaimer
source: The password must be at least 8 characters, contain at least one number, one letter and one symbol.
it: La password deve avere almeno 8 caratteri, contenere almeno un numero, una lettera ed un carattere speciale.

# settings_change_password_alert_title
source: Change password
it: Cambia password

# settings_change_password_current_password_hint
source: Enter current password
it: Inserisci password attuale

# settings_change_password_new_password_hint
source: Enter new password
it: Inserisci nuova password

# settings_change_password_confirm_password_hint
source: Enter new password again
it: Conferma nuova password

# leaderboard_view_title
source: LEADERBOARD
it: CLASSIFICA

# leaderboard_view_you_score_label
source: Your score:
it: Tuo punteggio:

# leaderboard_view_you_rank_label
source: Your rank:
it: Tua posizione:
